[
  {
    "id": 1,
    "title": "Comeback dramatis di Liga Champions: juara bertahan selamat di menit akhir",
    "category": "Liga Champions",
    "tag": "Analisis",
    "date": "19 Nov 2025",
    "views": "8.2K",
    "readingTime": "5 menit baca",
    "excerpt": "Tertinggal dua gol, juara bertahan bangkit di babak kedua dan menyamakan kedudukan lewat gol di masa injury time. Perubahan taktik jadi kunci.",
    "content": "Tertinggal dua gol di babak pertama, sang juara bertahan terlihat kehilangan kontrol di lini tengah. Perubahan formasi dari 4-3-3 menjadi 4-2-3-1 membuat jarak antarlini lebih rapat dan pressing menjadi lebih terarah.\n\nMasuknya gelandang kreatif di menit ke-60 mengubah ritme permainan. Ia beberapa kali menerima bola di antara garis tengah dan belakang lawan, membuka ruang untuk penetrasi sayap. Gol pertama lahir dari kombinasi satu-dua di sisi kanan, sementara gol kedua datang dari situasi bola mati yang terorganisir.\n\nGol penyeimbang di menit 90+3 berawal dari keberanian bek sayap naik hingga kotak penalti. Secara psikologis, hasil imbang ini terasa seperti kemenangan dan menjaga peluang mereka untuk lolos sebagai juara grup.",
    "source": "Portal Bola",
    "sourceUrl": ""
  },
  {
    "id": 2,
    "title": "Drama VAR di big match Liga Inggris: tiga gol dianulir",
    "category": "Liga Inggris",
    "tag": "Berita",
    "date": "19 Nov 2025",
    "views": "5.4K",
    "readingTime": "4 menit baca",
    "excerpt": "Laga penuh gengsi diwarnai tiga keputusan VAR yang kontroversial. Dua gol dianulir karena offside tipis, satu karena pelanggaran di proses build-up.",
    "content": "Pertandingan besar antara dua kandidat juara ini berubah panas setelah tiga gol dianulir melalui VAR. Gol pertama dibatalkan karena offside sangat tipis, hanya beberapa sentimeter berdasarkan garis virtual.\n\nGol kedua dianulir karena handball dalam proses build-up, sementara gol ketiga dibatalkan karena pelanggaran di awal serangan yang luput dari wasit utama. Kedua pelatih memberikan komentar yang berlawanan: satu menilai VAR sudah membantu keadilan, satunya lagi menyebut sepak bola kehilangan spontanitas.\n\nPerdebatan soal VAR kembali mengemuka: apakah standar intervensi sudah konsisten, dan sejauh mana teknologi boleh ikut campur tanpa merusak emosi di dalam stadion.",
    "source": "Portal Bola",
    "sourceUrl": ""
  },
  {
    "id": 3,
    "title": "Wonderkid baru Spanyol curi perhatian di laga debut",
    "category": "Liga Spanyol",
    "tag": "Wonderkid",
    "date": "18 Nov 2025",
    "views": "3.1K",
    "readingTime": "3 menit baca",
    "excerpt": "Pemain 18 tahun tersebut langsung mencetak gol dan satu assist di laga debut La Liga. Pergerakan tanpa bola dan ketenangannya jadi sorotan.",
    "content": "Masuk sebagai pemain pengganti di babak kedua, wonderkid Spanyol ini hanya butuh 12 menit untuk mencetak gol pertamanya di level senior. Ia memanfaatkan celah kecil di antara bek tengah dan bek sayap lawan, berlari ke ruang kosong, lalu menuntaskan peluang dengan sepakan mendatar.\n\nTak berhenti di situ, ia juga mencatat satu assist melalui umpan terobosan yang membelah lini pertahanan. Keputusan-keputusan yang ia ambil di sepertiga akhir lapangan terlihat matang untuk pemain seusianya.\n\nPelatih memuji kecerdasannya membaca ruang, sementara media lokal mulai membandingkannya dengan bintang besar lain asal La Masia. Klub kini dihadapkan pada tugas menjaga ritme perkembangan sang pemain agar tidak terbebani ekspektasi berlebihan.",
    "source": "Portal Bola",
    "sourceUrl": ""
  },
  {
    "id": 4,
    "title": "Data xG ungkap masalah utama klub papan atas musim ini",
    "category": "Liga Inggris",
    "tag": "Taktik",
    "date": "17 Nov 2025",
    "views": "2.7K",
    "readingTime": "6 menit baca",
    "excerpt": "Secara xG, mereka seharusnya mencetak lebih banyak gol. Namun kualitas penyelesaian akhir dan keputusan di kotak penalti masih jadi PR besar.",
    "content": "Jika hanya melihat klasemen, klub ini masih berada di papan atas. Namun data expected goals (xG) menceritakan cerita berbeda: mereka menciptakan banyak peluang berkualitas, tetapi konversinya rendah.\n\nBeberapa faktor menjadi sorotan: pemilihan kaki yang kurang tepat, timing lari yang sedikit terlambat, hingga kecenderungan terlalu mencari umpan ekstra di kotak penalti. Striker utama mereka juga mengalami penurunan akurasi tembakan dibanding musim lalu.\n\nStaf analisis klub dikabarkan mulai melakukan sesi khusus finishing berbasis situasi nyata pertandingan. Jika kualitas penyelesaian akhir bisa kembali ke level normal, performa klub ini berpotensi melonjak dalam beberapa pekan ke depan.",
    "source": "Portal Bola",
    "sourceUrl": ""
  },
  {
    "id": 5,
    "title": "Jadwal padat: rotasi pemain jadi kunci jelang periode Natal",
    "category": "Liga Inggris",
    "tag": "Opini",
    "date": "16 Nov 2025",
    "views": "1.9K",
    "readingTime": "4 menit baca",
    "excerpt": "Periode Natal selalu jadi ujian kedalaman skuad. Pelatih dituntut cerdas mengatur menit bermain agar performa tetap stabil.",
    "content": "Periode akhir tahun selalu membawa jadwal yang sangat padat, terutama di Liga Inggris. Klub-klub besar bisa memainkan 7–9 laga hanya dalam waktu satu bulan, termasuk kompetisi domestik dan Eropa.\n\nDalam situasi seperti ini, rotasi bukan lagi opsi, melainkan kebutuhan. Pertanyaannya: bagaimana menjaga ritme permainan tanpa mengorbankan intensitas? Beberapa pelatih memilih merotasi lini depan lebih sering, sementara lini pertahanan dijaga agar tetap stabil.\n\nKlub dengan akademi kuat biasanya lebih berani memberi menit bermain kepada pemain muda. Selain mengurangi beban fisik pemain inti, hal ini juga memberi pengalaman berharga bagi generasi berikutnya. Pada akhirnya, manajemen energi di periode ini sering kali menentukan arah musim secara keseluruhan.",
    "source": "Portal Bola",
    "sourceUrl": ""
  }
]
