[
  {
    "id": 1,
    "title": "Comeback dramatis, juara bertahan selamat dari kekalahan di kandang.",
    "category": "Liga Champions",
    "tag": "Analisis",
    "date": "18 Nov 2025",
    "views": "8.2K",
    "readingTime": "5 menit baca",
    "excerpt": "Tertinggal dua gol di babak pertama, perubahan formasi 4-3-3 ke 4-2-3-1 mengubah segalanya. Pergantian pemain di menit 60 jadi titik balik.",
    "content": "Tertinggal dua gol di babak pertama, sang juara bertahan terlihat kehilangan kontrol di lini tengah. Perubahan formasi dari 4-3-3 menjadi 4-2-3-1 membuat jarak antarlini lebih rapat dan pressing menjadi lebih terarah.\n\nMasuknya gelandang kreatif di menit ke-60 mengubah ritme permainan. Ia beberapa kali menerima bola di antara garis tengah dan belakang lawan, membuka ruang untuk penetrasi sayap. Gol pertama lahir dari kombinasi satu-dua di sisi kanan, sementara gol kedua datang dari situasi bola mati yang terorganisir.\n\nGol penyeimbang di menit 90+3 berawal dari keberanian bek sayap naik hingga kotak penalti. Secara psikologis, hasil imbang ini terasa seperti kemenangan dan menjaga peluang mereka untuk lolos sebagai juara grup."
  },
  {
    "id": 2,
    "title": "Drama VAR di big match: tiga gol dianulir, apa kata pelatih?",
    "category": "Liga Inggris",
    "tag": "Berita",
    "date": "18 Nov 2025",
    "views": "5.4K",
    "readingTime": "4 menit baca",
    "excerpt": "Laga sarat gengsi diwarnai keputusan VAR yang kontroversial. Kami merangkum momen-momen krusial dan aturan yang digunakan wasit.",
    "content": "Pertandingan besar antara dua kandidat juara ini berubah panas setelah tiga gol dianulir melalui VAR. Gol pertama dibatalkan karena offside sangat tipis, hanya beberapa sentimeter berdasarkan garis virtual.\n\nGol kedua dianulir karena handball dalam proses build-up, sementara gol ketiga dibatalkan karena pelanggaran di awal serangan yang luput dari wasit utama. Kedua pelatih memberikan komentar yang berlawanan: satu menilai VAR sudah membantu keadilan, satunya lagi menyebut sepak bola kehilangan spontanitas.\n\nPerdebatan soal VAR kembali mengemuka: apakah standar intervensi sudah konsisten, dan sejauh mana teknologi boleh ikut campur tanpa merusak emosi di dalam stadion."
  },
  {
    "id": 3,
    "title": "Wonderkid 18 tahun curi perhatian, cetak brace di El Clasico mini.",
    "category": "Liga Spanyol",
    "tag": "Profil Pemain",
    "date": "17 Nov 2025",
    "views": "6.1K",
    "readingTime": "6 menit baca",
    "excerpt": "Kecepatan, keberanian, dan ketenangan di depan gawang membuatnya jadi sorotan. Apa yang membuatnya spesial di mata para pemandu bakat?",
    "content": "Di usianya yang baru 18 tahun, wonderkid ini bermain tanpa rasa takut di laga besar. Ia beberapa kali berduel dengan bek senior dan tetap tenang saat menguasai bola di area berbahaya.\n\nGol pertamanya lahir dari tusukan dari sisi kiri, memotong ke dalam sebelum melepaskan tembakan ke tiang jauh. Gol kedua menunjukkan ketenangannya, menunggu kiper bergerak sebelum menempatkan bola pelan ke sudut gawang.\n\nPemandu bakat menyoroti tiga hal: kecepatan akselerasi, kemampuan mengambil keputusan di bawah tekanan, dan kecerdasan dalam mencari ruang. Jika dipoles dengan benar, ia berpotensi menjadi bintang baru La Liga dalam beberapa tahun ke depan."
  },
  {
    "id": 4,
    "title": "Mengapa tim-tim Premier League semakin agresif dengan pressing tinggi?",
    "category": "Liga Inggris",
    "tag": "Taktik",
    "date": "16 Nov 2025",
    "views": "4.7K",
    "readingTime": "7 menit baca",
    "excerpt": "Data menunjukkan intensitas lari tanpa bola meningkat signifikan. Kami jelaskan konsep PPDA, counter-press, dan resikonya jika salah eksekusi.",
    "content": "Dalam beberapa musim terakhir, pressing tinggi menjadi ciri khas banyak tim Premier League. Data menunjukkan PPDA (passes per defensive action) menurun, artinya tim melakukan lebih banyak tekanan setiap lawan menguasai bola.\n\nPressing tinggi bertujuan merebut bola sedekat mungkin dengan gawang lawan sehingga transisi bisa langsung berbuah peluang. Namun, taktik ini menuntut kondisi fisik prima dan koordinasi yang sangat baik. Satu pemain telat menutup ruang, garis pertahanan bisa terbuka lebar.\n\nBanyak pelatih kini menggabungkan pressing tinggi dengan blok menengah. Mereka memilih momen tertentu untuk naik agresif, terutama setelah kehilangan bola (counter-press), agar tim tidak kehabisan tenaga di akhir pertandingan."
  }
]
